{
 "Error": "Ошибкa!",
 "No supported formats: ": "Неподдерживаемый формат: ",
 "Server decrypt signature return ERROR ": "Сервер дешифровки сигнатуры вернул ОШИБКУ ",
 "This video can not be sent to LG Smart TV. Most likely, the copyright holder of this video, banned the show in your region.": "Это видео не может быть отправлено на LG Smart TV. Скорее всего, владелец авторских прав, запретил показ в вашем регионе.",
 "You have to set up your LG Smart TV address first in the Addon Settings": "Вы не ввели IP адрес LG Smart TV в настройках дополнения",
 "Sending": "Соеденение...",
 "Sending url to LG Smart TV... ": "Отправляю ссылку на LG Smart TV...",
 "Success Sent to LG Smart TV": "Успешно отправлено на LG Smart TV",
 " LG Smart TV reported: PLAYBACK_STATE ": " LG Smart TV сообщает: PLAYBACK_STATE ",
 "Failed Sent to LG Smart TV": "Не удачное отправление на LG Smart TV",
 "LG Smart TV reported: ERROR_DESCRIPTION ": "LG Smart TV сообщает: ERROR_DESCRIPTION ",
 "Network error": "Ошибка сети!",
 "Could not contact LG Smart TV. Check your configuration.": "Не удалось установить связь с LG Smart TV. Проверьте включен ли телевизор, а также правильно ли установлен IP адрес телевизора в настройках дополнения.",
 "If you enjoy this add-on, you can support its continued development by making a small contribution.": "Если вам нравится это дополнение, вы можете поддержать его дальнейшее развитие, сделав небольшой взнос.",
 "Manage Send to LG Smart TV": "Настройки Send to LG Smart TV",
 "Your LG Smart TV": "Ваши LG Smart TV",
 "No LG Smart TV defined": "Вы пока ещё не добавили ни однго LG Smart TV. Вы можете это сделать сейчас.",
 "LG Smart TV Name": "LG Smart TV Имя",
 "LG Smart TV KEY": "LG Smart TV Ключ",
 "LG Smart TV platform": "LG Smart TV платформа",
 "Get KEY": "Получить ключ",
 "Check connect": "Проверить ключ",
 "Edit/Remove": "Изменить/Удалить",
 "Add your LG Smart TV": "Добавить LG Smart TV", 
 "Edit your LG Smart TV": "Измените имя или ip-адрес или ключ вашего LG Smart TV",
 "Add": "Добавить",
 "Edit": "Изменить",
 "Delete": "Удалить",
 "Youtube resolution playback": "Выберите качество воспроизведения для Youtube",
 "Select the playback quality for": "Выберите качество воспроизведения для YouTube 360p или 720p или 1080p",
 "At this moment, youtube": "На данный момент YouTube не отдает поток 1080p в одном контейнере (видео + аудио), но если вы выберите 1080p, add-on автоматически выберет максимально возможное качество.",
 "If you add, delete or edit your LG Smart TV": "После добавления, удаления, изменения LG Smart TV, требуется обновлять страницы YouTube и RuTube.",
 "Connecting... Wait...": "Соединение... Подождите...",
 "Smart TV not answer. TV must be enabled and connected to your network. Check your configuration.": "Smart TV не отвечает телевизор должен быть включен и подключен к вашей локальной сети. Проверьте конфигурацию...",
 "The showKey request is successful.": "Запрос ключа сопряжения успешен.",
 "The showKey request is transmitted in an incorrect format.": "Запрос ключа сопряжения передается в неправильном формате.",
 "The showKey request is transmitted but access denied.": "Запрос ключа сопряжения передается, но доступ запрещен.",
 "During showKey request handling, an internal handling error occurs in a Host.": "Во время обработки запроса ключа сопряжения, происходит внутренняя ошибка обработки." ,
 "The hello request is successful.": "Запрос на сопряжение успешен.",
 "The hello request is transmitted in an incorrect format.": "Запрос на сопряжение передается в неправильном формате.",
 "The pairing key value is not valid.": "Ключ авторизации является не действительным.",
 "During hello request handling, an internal handling error occurs in a Host.": "Во время обработки запроса на сопряжение, произошла внутренняя ошибка обработки.",
 "Maximum number of Controllers that a Host can accommodate has been exceeded.": "Максимальное количество контроллеров, для телевизора, было превышенно.",
 "Send command Get AUID \"Player Send to LG\" is successful..": "Отправленная команда Get AUID \"Player Send to LG\" успешна..",
 "Send command Get Status \"Player Send to LG\" is successful..": "Отправленная команда Get Status \"Player Send to LG\" успешна..",
 "Send command Run \"Player Send to LG\" is successful..": "Отправленная команда Run \"Player Send to LG\" успешна..",
 "Send Message \"Play\" is successful..": "Команда \"Play\" принята...",
 "Bad Request : Wrong format requested.": "Плохой запрос : Неправильный формат запроса.",
 "Service Unavailable : There is no corresponding app for the AUID. To use this add-on you need install on TV application \"Player Send to LG\"": "Служба недоступна: Нет соответствующего приложение для запрашиваемого AUID. Чтобы использовать это дополнение, Вам нужно установить на ТВ приложение \"Player Send to LG\"",
 "Status responses unknown. Status = ": "Статус ответа не определён. Status = ",
 "Authorization key should be displayed on the TV screen. Enter it in the \"LG Smart TV KEY\" with no spaces.":  "Ключ авторизации должен отображаться на экране телевизора. Введите его в поле \" LG Smart TV KEY \" без пробелов.",
 "Authorization key is valid. You can add this TV to the list.": "Ключ авторизации принят. Вы можете добавить этот телевизор в список.",
 "For download and install the player on LG Smart TV, please visit": "Для загрузки и установки проигрывателя на LG Smart TV, пожалуйста, посетите "
 }